Revit 2027 API
ParameterTypeId.MepSpotBottomElevation Property
 "Spot Bottom Elevation": used for both design and fabrication components
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MepSpotBottomElevation { get; }
Public Shared ReadOnly Property MepSpotBottomElevation As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MepSpotBottomElevation {
	ForgeTypeId^ get ();
}
static member MepSpotBottomElevation : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace